Repository: atlas-studios/ForcedExposureDailyAfterRebirth
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 可这辈子，看着于向阳这幅表情，她的心里只剩下恶心。
en_us: However, in this life, Ye Li felt nothing but disgust when she saw Yu Xiangyang's expression.

source: 可那是神一样的人物，出现在学校的场次一只手也数的过来，更不可能说会请人吃饭了。
en_us: He was a godlike figure and he rarely appeared in school, let alone treat someone to a meal.

source: 可那样太奇怪了，重生也太奇怪了，她必须得忍住，直到确定一切都是真实存在为止。
en_us: However, that was too strange, just like her rebirth. She had to hang on until she was certain that everything was real.

source: 可靠关系什么的，也怪不好意思的。
en_us: She was too embarrassed to rely on her connections to get into Beijing University.

source: 叶家三兄弟：“....”
en_us: The Ye brothers remained silent too.

source: 叶家人宠叶漓她也是知道的，若是她不愿意的话，叶家人肯定不会逼她。
en_us: She knew that the Ye Family doted on Ye Li greatly and they would never force her to do anything she disliked.

source: 叶家夫人生下唯一的女儿没多久就去世了。
en_us: He knew that Ye Li's mother passed away shortly after she gave birth to Ye Li, the one and only daughter of the Ye Family.

source: 叶家连续三个儿子，想女儿都要想疯了，孩子出生的时候，整个帝都的豪门贵族都被邀请了过去庆祝，各大媒体连续一个月报道此事，热度一度超过娱乐圈各种大牌明星，那个才出生就霸榜了各大影视屏幕的女孩，校长至今还记忆犹新。
en_us: Having had three sons in a row, the Ye Family was obsessed with having a daughter. When Ye Li was born, all the wealthy families of Beijing were invited to celebrate her birth. The various major media agencies continuously reported about that matter for an entire month and at one point, it was an even more popular topic than other major celebrities. Even till now, the principal still clearly remembered the girl who had dominated the major television screens shortly after she was born.

source: 叶旬同叶枫也是一脸紧张又小心翼翼的看着她。
en_us: Ye Xun and Ye Feng also looked at her nervously and cautiously.

source: 叶旬和叶枫一下就闭了嘴，点了点，一步三回头的和她告别。
en_us: Ye Xun and Ye Feng immediately kept quiet and nodded. While leaving, they continuously turned around to look at her.

source: 叶旬点了点头，与他如出一辙的表情。
en_us: Ye Xun nodded with the same expression as him.

source: 叶旬蹙着眉头：“阿漓都说了，那些话是从他们班上传出去，但是她们班上，只有叶眉知道这件事。”
en_us: With a frown, Ye Xun said, "Li has already said that those rumors were spread from her class. In their class, no one except Ye Mei knows about this."

source: 叶明又是一愣，惊愕的看她：“真的？你想开了？”
en_us: Once again stunned to hear her words, he looked at her in astonishment. "Really? Have you figured it out and gotten over it?"

source: 叶明意外的看他一眼，“那你笑的这么荡漾？”
en_us: Looking at him in surprise, Ye Ming asked, "Why are you smiling so radiantly then?"

source: 叶明注意到他的目光，挑了挑眉，随后得意一笑。
en_us: Noticing the look in his eyes, Ye Ming raised his brows and smiled smugly.

source: 叶明见女儿答应，心里也高兴，点头说道：“行，到时候我让你阿姨把请帖给你。”
en_us: Ye Ming was glad to see that his daughter had agreed. He nodded and said, "Sure, I'll ask Mrs. Xu to send the invitations to you when the time comes."

source: 叶明闻言，又是欣慰，又是心疼，欣慰女儿的突然懂事，心疼她到底是经历了什么，才会变得这么乖巧。
en_us: Ye Ming was both heartened and distressed to hear her words. He was heartened and gratified to see that she had suddenly become sensible but he was also distressed as he wondered just what she had gone through that made her become so obedient.

source: 叶明闻言，嗤了一声，理也不理就转身走了。
en_us: Ye Ming sneered when he heard that and turned around to leave without turning around.

source: 叶明闻言，脸色一沉，随后担忧的看向女儿。
en_us: Upon hearing his words, Ye Ming's face turned sullen and he then looked at his daughter worriedly.

source: 叶枫一个哆嗦，突然觉得自己玩的有些大了。
en_us: Ye Feng shuddered and suddenly felt that he had gone overboard.

source: 叶枫一听这话，顿时暗骂无耻：“平时那些名媛主动约你吃饭，也没见你同意，这会儿说什么一个人吃饭没胃口，呸！虚伪。”
en_us: Finding him to be shameless, Ye Feng immediately rebuked, "I didn't see you saying yes to those socialites who ask you out for meals. Why are you complaining about having no appetite because you're eating alone? Psht! What a hypocrite."

source: 叶枫一脸惊喜：“真的吗？你这样想就太好了！”
en_us: Ye Feng exclaimed in surprise, "Really? It's great that you think that way!"

source: 叶枫不敢置信，毕竟于向阳和他是好兄弟，关系也非常不错，平时虽然话不多，但是于向阳一向彬彬有礼，和谁都相处的好，怎，怎么会私下那样说他的妹妹？
en_us: Ye Feng was in disbelief. After all, Yu Xiangyang was his close friend and they were on extremely good terms with each other. Although Yu Xiangyang was not talkative, he had always been a well-mannered person who was polite and courteous to everyone. Why would he say that about Ye Li in private?

source: 叶枫哈哈一笑：“这算什么，你是没看见应援的时候，那人才是人山人海，下次哥哥应援会，带你去玩。”他有些期待的道。
en_us: Ye Feng laughed and said, "This is nothing, you haven't seen the enormous crowds of fans who would show up to support me at events. Next time, I'll take you along with me," he said expectantly.

source: 叶枫嗤笑一声，掏出了手机拨打电话：“帮我查一下孟氏集团，市值多少，哦？就这？收购了吧。”他简短的说了几句，便挂断了电话。
en_us: Ye Feng sneered and took out his mobile phone to make a call. "Help me check up on the market value of Meng Group. Oh? That's it? Acquire it then," he said briefly before hanging up.

source: 叶枫带着墨镜刚下车，就收到了妹妹发来的表情，他顿时像是打了鸡血一般，吩咐一旁的经纪人道：“给我把鱼庄包场，等会儿我要带我家公主去吃饭。”
en_us: As soon as Ye Feng alighted from the car, he received a message of the emoticon that Ye Li sent him. He immediately instructed his manager, "Book the entire fish restaurant. I'm going to take my little princess for lunch later."

source: 叶枫抬头看了一眼，就愣了。
en_us: Ye Feng was stunned right after he looked up. '

source: 叶枫摘下墨镜，一双带着几分灰的眸子扫过众人，见大家激动的叫着自己的名字，抬手挥了挥，一笑。
en_us: Ye Feng removed his shades and looked at the crowd with grayish eyes. Seeing that everyone was calling his name excitedly, he waved his hand and smiled.

source: 叶枫有些疑惑，“二哥，刚刚你为什么不让我问，眉儿和阿漓同个班级，她应该知道才对，虽然这件事一直保密，但是保不准会被谁透露出去也不是没这个可能。”
en_us: Feeling a little confused, Ye Feng asked, "Second Brother, why didn't you let me ask Mei just now? Since Mei is in the same grade as Li, she should be well aware. Although this matter has been kept secret, it is possible that someone has leaked it."

source: 叶枫沉默了。
en_us: Ye Feng was silent.

source: 叶枫没有丝毫的回应。
en_us: Ye Feng did not respond at all.

source: 叶枫没看她，看到叶漓之后，直接走了过去，担忧的道：“阿漓，他们是不是欺负你了？”
en_us: Ye Feng did not look at her. Instead, he walked towards Ye Li as soon as he saw her. He asked worriedly, "Ye Li, did they bully you?"

source: 叶枫点了点头。
en_us: Ye Feng nodded.

source: 叶枫点了点头：“好。”
en_us: Ye Feng nodded. "Okay."

source: 叶枫的影响力太大，这才是他最担忧的。
en_us: Ye Feng was very influential and that was what the principal was worried about.

source: 叶枫看到了孟非包扎的伤口，脸色顿时变得担忧起来，就在孟非以为他是担心自己的时候，就听他突然问：“阿漓，你和她打架了？伤到哪里没有，快给哥看看。”说罢，就紧张的上下检查了起来。
en_us: When Ye Feng saw Meng Fei's bandaged hand, he immediately looked worried. Just as Meng Fei thought that he was being worried about her, she suddenly heard him say, "Ye Li, did you get into a fight with her? Did you hurt yourself? Hurry and let me take a look at you." After saying that, he began checking her nervously.

source: 叶枫眼神有些复杂的看他。
en_us: Ye Feng looked at him with a complicated gaze.

source: 叶枫硬着头皮道：“就是一些不喜欢阿漓的话。”
en_us: Ye Feng bit the bullet and answered, "Just some things about him not liking Ye Li."

source: 叶枫脸色薄怒，“这件事还没确定，那些人怎么会知道？”
en_us: Ye Feng's face was full of anger. "This matter hasn't been confirmed yet. How would those people know?"

source: 叶枫还想说什么，可叶洛的电话打了过来。
en_us: Ye Feng wanted to say something but he received a call from Ye Luo.

source: 叶枫闻言愣住，惊愕的看她：“可你之前不是最怕这些了吗？”
en_us: Stunned to hear her words, Ye Feng looked at her in shock. "But weren't you most afraid of these in the past?"

source: 叶枫闻言，表情有些复杂道：“之前于向阳对阿漓说了一些不好的话，这次是来道歉的。”
en_us: Upon hearing her words, Ye Feng said with a complicated expression, "Previously, Yu Xiangyang said some mean things to Ye Li. He's here today to apologize."

source: 叶枫阴沉着脸，正要说话，被叶洛制止。
en_us: With a sullen expression, Ye Feng was about to say something but he was stopped by Ye Luo.

source: 叶枫顿时就感动了，眼泪汪汪的看着她：“阿漓你真好。”
en_us: Ye Feng was immediately touched. Looking at her with tears in his eyes, he said, "Ye Li, you're so nice."

source: 叶没伸出的手一下就僵在了空气中，笑容逐渐从脸上消失了：“你说什么？不够？”
en_us: Ye Mei's hand stiffened in midair and the smile on her face gradually disappeared. "What did you say? Insufficient credit limit?"

source: 叶洛一头黑线。
en_us: Ye Luo was at a loss for words.

source: 叶洛一脸拒绝：“两个大老爷们吃饭像什么回事，我不去，你自己去吧，我比较喜欢一个人用餐。”
en_us: Ye Luo refuted, "It's so weird for two men to have lunch together. I"m not going, you go ahead yourself. I prefer eating by myself."

source: 叶洛三兄弟脸十分难看。
en_us: Ye Luo and his brothers looked extremely stern and somber.

source: 叶洛不悦的丢了一句。
en_us: Ye Luo said in anger.

source: 叶洛几兄弟也在大夫人的招呼下纷纷落座。
en_us: Ye Luo and his brothers sat down one after another under Mrs. Xu's urging.

source: 叶洛几兄弟闻言，也是怀疑的看向叶眉。
en_us: After hearing her words, Ye Luo and his brothers turned to look at Ye Mei with suspicion.

source: 叶洛只是蹙了蹙眉，没有说话。
en_us: Ye Luo simply frowned and did not say anything.

source: 叶洛听手下说叶漓被两个女生堵在了洗手间，脸色阴沉的快要滴水。
en_us: Ye Luo's expression grew extremely hostile when he heard from his subordinate that Ye Li was blocked by two girls in the washroom.

source: 叶洛和叶旬两兄弟对视一眼，同样想到了这个问题。
en_us: Ye Xun and Ye Luo looked at each other as they had also thought of the same problem.

source: 叶洛咳嗽了一声，可上扬的唇角是止都止不住，“没有。”
en_us: Ye Luo coughed but he couldn't stop smiling. "No."

source: 叶洛拧着眉头，表情有些悲痛：“阿漓，现在大家都在这里，你老实告诉我们，我们会尊重你的选择。”
en_us: Ye Luo frowned and said with melancholy, "Li, everyone's here now. Tell us the truth and we will respect your choice."

source: 叶洛的目光从叶眉担忧的脸上扫过。
en_us: Ye Luo glanced at the worried Ye Mei.

source: 叶洛眉眼一寒。
en_us: Ye Luo's gaze turned cold.

source: 叶洛看了他一眼，意味深长的说：“也好，我正好找你有事。”
en_us: Ye Luo took a glance at him and said ambiguously, "Great, I happen to be looking for you for something."

source: 叶洛语气复杂的问：“阿漓啊，你跟你三哥哥吃饭呢？”
en_us: Ye Luo asked with a complicated tone, "Ye Feng, are you having lunch with Ye Feng?"

source: 叶洛闻言，点了点头：“也行，那我们就先走了，你慢慢玩。”
en_us: Upon hearing his words, Ye Luo nodded and said, "That works too. We'll get going then, have fun."

source: 叶洛：“三弟你什么情况！阿漓呢？”
en_us: Ye Luo asked, "Ye Feng, what's going on? Where's Ye Li?"

source: 叶漓一下就将刚刚的事情抛在了脑后，赶忙跑进了洗手间，整理起了自己的头发。
en_us: Ye Li immediately stopped thinking about that matter and dashed into the bathroom to tidy up her hair.

source: 叶漓一下就红了脸，赶忙起身，却因为用力过度，头一下撞在了车顶，发出了咚的一声之后，她又被弹坐了回去。
en_us: Ye Li immediately blushed and got up. HOwever, she was being too vigorous with her actions and hence, knocked her head against the top of the car with a loud thud, after which she was bounced back onto the seat.

source: 叶漓一来，就抢走了所有人的目光。
en_us: Ye Li stole all the attention as soon as she appeared.

source: 叶漓一眼就看到了。
en_us: Ye Li saw it immediately.

source: 叶漓一笑，伸手同她虚握了一下：“你好。”笑容同样不达眼底。
en_us: Ye Li smiled and somewhat shook it with a mirthless smile, "Hello."

source: 叶漓一笑：“哥你说什么啊，我又没生你气，而且你还让我获得了这么多粉丝，我开心还来不及呢。”
en_us: Ye Li smiled and said, "Brother, what are you talking about? I'm not angry at you. Besides, you even allowed me to gain so many followers. I'm really glad."

source: 叶漓一路上都在说着自己今天发生的一切，说自己如何被老师针对，又是如何饿着肚子罚站，要多委屈有多委屈，一时之间已经忘了自己要去吃饭的事情，这会听他开口。才猛然反应过来，车已经停下了。
en_us: Ye Li had been telling him about everything that happened to her today, including how her teacher nitpicked on her and how she was punished to stand with an empty stomach. She was clamoring about how aggrieved she was, so much that she forgot that they were going to have a meal. After hearing his words, she finally realized that the car had already stopped.

source: 叶漓上了楼，没一会就将黑卡拿了下来，毫不犹豫的给了叶眉。
en_us: Ye Li headed upstairs and quickly returned downstairs with a black card, which she handed to Ye Mei without hesitation.

source: 叶漓不好意思的笑笑。
en_us: Ye Li smiled embarrassedly.

source: 叶漓不屑的表情不似作假，难道真的是他们误会了吗？
en_us: Ye Li's disdainful expression did not seem fake at all. Thus, they wondered if they had really misunderstood everything.

source: 叶漓不说这个问题，没人会多想，都觉得叶眉好像是在帮她说话。
en_us: If Ye Li did not bring up that issue, no one else would think much of it and they would all feel that Ye Mei seemed to be speaking up for her.

source: 叶漓之前能落到那般下场，在徐晗看来，可没少拜这个叶眉所赐。
en_us: In Xu Han's opinion, Ye Li ended up in such a dire situation previous because of Ye Mei.

source: 叶漓乖巧的点了点头，十分歉意的说：“对不起，大哥二哥三哥，之前是我太任性了，还总是跟你们闹不是，你们不要生阿漓的气好不好？”
en_us: Ye Li nodded obediently and said apologetically, "I'm sorry, Eldest Brother, Second Brother, Third Brother, I was too willful and capricious back then. I kept throwing tantrums at you guys. Don't be angry at me, alright?"

source: 叶漓也不在乎，反正现在大家对她的印象都很差，不喜欢也是正常，她也不勉强，只是那个论文，她还真不记得了，算了吧，不交了。
en_us: Ye Li could not be bothered either. Anyway, everyone had a poor impression of her now and it was normal that she was disliked by many. She did not try to force it. However, she really couldn't remember anything about the paper so she decided to forget it and just not submit it.

source: 叶漓也没想到外面围了这么多人，惊呆过后，就是费力的往里面挤。
en_us: Ye Li did not expect so many people to gather outside. After being stunned, she tried her best to squeeze her way through to go in.

source: 叶漓以为离开了徐凤年，自己就可以重新开始。
en_us: Ye Li thought that she could start anew after leaving Xu Fengnian.

source: 叶漓伸手挽住了一旁的徐凤年，笑的璀璨：“这不就近在眼前吗？”
en_us: Reaching out to hold onto Xu Fengnian who was beside her, she smiled radiantly and said, "He's right in front of me."

source: 叶漓伸手捏住了棒棒糖，口中弥漫的甜腻让她眯了眯眼，微微抬眸，冷冽的目光扫向说话的女同学，嘲讽的扯了扯嘴角：“你是以什么身份跟我说话？于向阳的女朋友？还是他妈？”
en_us: Ye Li reached out to grab her lollipop and squinted as the sweetness filled her mouth. She looked up a little and stared coldly at the female student who had been talking. She smirked sneeringly and asked, "In what position are you talking to me? Yu Xiangyang's girlfriend? Or his mother?"

source: 叶漓低垂着眸，突然又来了一句。
en_us: Ye Li looked down and suddenly said those words.

source: 叶漓你好得很，竟然这么玩我！
en_us: 'Great, Ye Li, you played me out!'

source: 叶漓关了新闻，从床上起身。
en_us: Ye Li turned off the news channel and got up from the bed.

source: 叶漓冷冷一笑，一脸讽刺：“现在你又搞得好像是我欺负了你一样，明明就是你和一个外人逼我承认这件事，怎么反倒是先委屈起来了呢？该委屈的是我吧？”
en_us: Ye Li sneered and said with a look of sarcasm, "Now you're making it seem like I bullied you. You were obviously the one who colluded with an outsider to force me to admit to this. Why are you feeling wronged and aggrieved instead? I should be the one feeling that way, aren't I?"

source: 叶漓冷冷扫了她一眼，“以后看人不顺眼的时候别冲动，因为惹了的后果，不是你承受的起的。”
en_us: Ye Li glanced at her coldly and said, "From now on, don't act impulsively just because you don't like someone because you might not be able to bear with the consequences."

source: 叶漓冷哼了一声。
en_us: Ye Li humphed coldly.

source: 叶漓冷笑。
en_us: Ye Li sneered.

source: 叶漓冷笑一声，在她扇过来的瞬间，将桌上的钢笔拿了起来，笔尖对准了对方扇过来的手掌。
en_us: Ye Li sneered and at the instant that the girl's hand moved towards her, Ye Li picked up the fountain pen on the table and pointed the sharp tip of the pen at the girl's hand.

source: 叶漓冷笑：“你有资格开口吗？我叶家的事情，什么时候轮到你一个小三的女儿插话管教？”
en_us: Ye Li sneered and gibed, "Are you in any place to speak? Since when has the Ye Family's matters got anything to do with you, the daughter of a home wrecker? Who are you to interrupt and lecture me?"

source: 叶漓冷笑：“没有？这件事从一开始我都没怎么表态，全程都是你在说，非得灌输大家我很喜欢于向阳的思想，你不是多管闲事，那就是想要破坏叶家和徐家的关系了？”
en_us: Ye Li sneered, "You didn't? Right from the beginning, I've never made my stand about this mater and you were the one who had been talking throughout. You insist on brainwashing everyone into thinking that I'm really fond of Yu Xiangyang. If you're not poking your nose into my business, are you trying to ruin the relationship between the Ye Family and Xu Family?

source: 叶漓几乎是饿狼扑食。
en_us: Ye Li was almost hunting for food like a hungry wolf.

source: 叶漓刚坐下，身后就想起来有些担忧的男声：“小胖...你没事吧？”
en_us: As soon as Ye Li sat down, a worried male voice came from behind. "Little fatty... are you alright?"

source: 叶漓到底想做什么？
en_us: 'What exactly does Ye Li want to do?'

source: 叶漓十分认真的点了点头：“我想开了，之前是我不懂事，因为这些事情，闹的大家都不开心，我现在知道错了。”她说着，歉意的看向哥哥们。
en_us: Ye Li nodded solemnly and said, "I've gotten over it. I was too insensible before this and I caused everyone to be unhappy because of these matters. I know my mistake now." As she spoke, she looked at her brothers apologetically.

source: 叶漓发的那条微博，更是超过了一千万条评论。
en_us: Ye Li's tweet had also resulted in more than 10 million replies.

source: 叶漓只是看看，却不知道，自己这样的热度，已经被不少娱乐公司盯上了。
en_us: Ye Li had merely taken a look at it but she had no idea that many entertainment companies had already set their sights on her because of her newly found popularity.

source: 叶漓听到众人的惊呼声，抬眸扫了一眼就收回了目光。
en_us: When Ye Li heard everyone gasping and swooning, she looked up before turning away quickly.

source: 叶漓听到这话已经乐了。
en_us: Ye Li was as happy as a lark when she heard his words.

source: 叶漓呵呵笑了两声。
en_us: Ye Li chuckled.

source: 叶漓和她关系好，但凡哥哥们给她一个冷脸，她都要帮她打抱不平。
en_us: Ye Li was close to her and whenever her brothers shot her a hostile look, Ye Li would stand up for her.

source: 叶漓哪里容她放肆，她虽然不会什么格斗能力，但是简单的防身术还是会的，这两个已经失了理智的女生又怎么会是她的对手。
en_us: Ye Li was obviously not going to allow her to be unruly. Although she was not proficient in any combat martial arts, she had basic self-defense skills. How could these two irrational girls be her match?

source: 叶漓哭笑不得。
en_us: Ye Li was caught between laughter and tears.

source: 叶漓唇角冷冷一掀。
en_us: Ye Li smirked coldly.

source: 叶漓唇角嫌恶的一掀：“我的意思是，你不会等到那一天。”
en_us: Pursing her lips in disdain, Ye Li said, "I mean, you won't wait until that day."

source: 叶漓唇角掀了掀。
en_us: Ye Li smirked.

source: 叶漓唇角邪气的往上一勾：“不了，我今儿个有约，也是在鱼庄，你自己去吃吧，或许等会咱们还会碰上。”
en_us: Ye Li smirked sinisterly and said, "Nah, I'm meeting someone else for lunch at that restaurant today too. Go ahead yourselves. Maybe we will meet again later."

source: 叶漓嗯了一声，走了过去。
en_us: Ye Li expressed assent and walked over.

source: 叶漓嗯了一声，送走了他们，才随着徐凤年去了会客厅。
en_us: Ye Li assented and saw them off before proceeding to the guest hall with Xu Fengnian.

source: 叶漓嘴角冷冷勾起：“相信你的眼光？但凡你的眼光有司机叔叔一半的好，我也不至于丑到了现在。”她斜斜的扫了叶眉一眼。
en_us: Ye Li smirked coldly and gibed, "Trust your taste? If your taste is half as good as the chauffeur's, I wouldn't have been so ugly." She gave Ye Mei the side-eye.

source: 叶漓嘴角勾了勾，并没有因为她的讽刺而生气，反而笑道：“二小姐客气了，什么外人不外人的，这位小姐应该是凤年哥哥的表妹吧，我以后嫁给了凤年哥哥，她也是我的妹妹，既然是妹妹，又怎么算是外人呢？二小姐你说对不对？”
en_us: Ye Li smirked, not at all angered by her sarcasm. She smiled and answered, "You're being too polite, Miss Xu Yuan. There's no such thing as outsiders. This lady here should be Xu Fengnian's cousin, right? When I marry Xu Fengnian in the future, she'll be my cousin too. Since she's my cousin, how can she be considered an outsider? Sister, don't you agree?"

source: 叶漓嘴角笑容弧度越发扩大。
en_us: Ye Li grinned even more widely.

source: 叶漓嘴里叼着的棒棒糖都开始不香了，她不悦的掀起了眼皮子，一双邪魅的狐狸眼寒光乍现，一行人被她看的有些发怂，正恼怒着，突然叶漓一脚踢在了桌上，将课桌都踢了出去，一行人赶忙让了开，随即大骂：“叶漓，你找死是不是？”
en_us: Even the lollipop in Ye Li's mouth began to taste unappetizing because she was getting infuriated. She looked up in displeasure and an icy cold gaze in her alluring, foxy eyes. Everyone felt a little scared by the way she was looking at them. While they were lashing out at her, she suddenly kicked the table, sending it flying out of the classroom. They quickly parted and and one of them yelled, "Ye Li, do you have a death wish?"

source: 叶漓因为逃课一事，被程艳扣了好几分学分并以示警告。
en_us: Ye Li was given several demerit points as a warning for skipping classes.

source: 叶漓在他们的印象中，那就跟贞子没两样。
en_us: In their opinion, Ye Li was no different from Sadako from the horror flick.

source: 叶漓在他面前，向来都是乖巧听话的，自己说什么就是什么。
en_us: Ye Li had always been obedient and compliant towards him, and she would often do what he told her to.

source: 叶漓在同学们指指点点，投以不善的目光中，悠然自得的坐回了自己的位置上。
en_us: While Ye Li was being criticized by her classmates who were casting hostile glances at her, she leisurely returned to her seat.

source: 叶漓她亲昵的称呼阿漓。
en_us: She addressed Ye Li affectionately by her name.

source: 叶漓好不容易挤到前面，听到众人的议论声，回头看去。
en_us: Ye Li had a hard time squeezing to the front and when she heard the sounds of discussion, she turned around to look at them.

source: 叶漓好不容易熬到下课，赶忙就要往食堂走。
en_us: Ye Li painstakingly made it through the lesson and hurried to the canteen at dismissal time.

source: 叶漓如今这幅身材，可没少拜她所赐！
en_us: She was a large part of the reason for Ye Li's chubby figure!

source: 叶漓察觉到了他表情的变化，脸上的笑容一顿，猛然反应过来自己这样叫可能是吓到了这个男人。
en_us: Ye Li sensed the changes in his expression and immediately stopped smiling as she suddenly realized that she might have scared him by addressing him with that term.

source: 叶漓对叶眉的好，大家都看在眼里。
en_us: Ye Li's kindness to Ye Mei was obvious to everyone.

source: 叶漓对自己的母亲并没有记忆，只能从照片上才能了解母亲的容貌。
en_us: Ye Li did not have any memories of her mother and she only found out what her mother looked like when she looked at her photos.

source: 叶漓并不知道两人在说谁，正要错过两人离开，两人对视一眼，突然就挡在了她的面前。
en_us: Ye Li did not know who they were referring to. Just as she was about to walk past them and leave, the two of them looked at each other and suddenly blocked her from leaving.

source: 叶漓微微惊讶。
en_us: Ye Li was slightly surprised.

source: 叶漓微微挑了挑眉，暗想就这会儿的功夫，到底发生了什么？
en_us: Raising a brow, Ye Li secretly wondered to herself, 'It's only been a short while. What exactly happened?'

source: 叶漓微微眯了眯眼，“一条礼服花不了多少钱，你连一条礼服都买不起？”
en_us: Ye Li squinted and asked, "A gown doesn't cost that much. Surely you can afford it."

source: 叶漓心中一紧。
en_us: Ye Li's heart tensed up.

source: 叶漓心中无比悔恨和愧疚。
en_us: Ye Li's heart was filled with regret and guilt.

source: 叶漓心里一阵翻腾，她从床头翻出，输入了自己曾想拨出去却又不敢动手的电话号码。
en_us: Ye Li's heart was in turmoil and she fumbled around the bed for her mobile phone. She then dialed the mobile number that she had once wanted to call but dared not do so.

source: 叶漓心里抱怨一句。
en_us: Ye Li lamented to herself.

source: 叶漓怎么会跟徐凤年在一起，她不是说最讨厌的就是那个男人了吗？
en_us: 'What is Ye Li doing with Xu Fengnian? Didn't she say that she hates him the most?'

source: 叶漓怎么可能一下就花了那么多钱？
en_us: How could Ye Li have spent so much money at one go?

source: 叶漓悄悄吐了吐舌头。
en_us: Ye Li secretly stuck her tongue out.

source: 叶漓想到了自己自杀一事。
en_us: Ye Li thought about her suicide.

source: 叶漓愣了一下，看到私信才知道，原来在这些粉丝竟然翻出了她的微博。
en_us: Ye Li was slightly stunned. She only realized that the fans had found her Twitter account after reading the private messages.

source: 叶漓愣怔了一会，突然反应过来，不对，哥哥们看起来怎么好像是年轻了好多岁？
en_us: After being stunned for a while, Ye Li suddenly recovered from the shock and thought, 'Something is wrong. Why do my brothers all look so much younger?'

source: 叶漓才是真正的买家，而她们的眉宝才是那个偷拍发上微博炫耀的人？
en_us: Ye Li is the real buyer while Ye Mei is the one who sneakily took a photo and uploaded it to Twitter to show off?

source: 叶漓扫了一眼二夫人和徐媛的脸，两人看似关心，可眼神深处带着的冰冷却清楚的告诉她，来者不善。
en_us: Ye Li glanced at Xu Yuan and Kong Yun who seemed to be concerned but the icy cold gaze in their eyes told her that they had ill intentions.

source: 叶漓扫了她一眼，便收回了目光，朝着侍者的方向走了过来。
en_us: Ye Li glanced at her for a while before quickly looking away and walking towards her.

source: 叶漓抬了抬下巴，又看了镜中露出了圆润的大脸，却五官精致的女孩一眼，突然勾了勾唇角。
en_us: Ye Li lifted her chin, took a look at the girl in the mirror who had a large, round face but also exquisite features, and suddenly smirked.

source: 叶漓抬了抬下巴，这一刻的她仿佛真的是公主一般，朝着自己的骑士伸出了手。
en_us: Ye Li raised her chin and at this moment, she seemed just like a princess who was extending her hand towards her knight.

source: 叶漓抬眸扫了她一眼，随后看向她身旁的女孩。
en_us: Ye Li glanced at her before looking at the girl beside her.

source: 叶漓挑了挑眉，张嘴接过。
en_us: Ye Li raised her eyebrows and opened her mouth to eat it.

source: 叶漓捂着头也是嗷的一声惨叫。
en_us: Ye Li covered her head and shrieked in pain.

source: 叶漓掀了掀眼皮子：“我认识你们？”
en_us: Ye Li looked up and asked, "Do I know you?"

source: 叶漓掏出了一颗草莓味棒棒糖，往嘴里一塞，就掏出了一本书认真的翻看起来。
en_us: Ye Li look out a strawberry-flavored lollipop and popped it in her mouth before taking out a book and reading it attentively.
